{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "¡": 95,
      "¢": 96,
      "£": 97,
      "¤": 98,
      "¥": 99,
      "¦": 100,
      "§": 101,
      "¨": 102,
      "©": 103,
      "ª": 104,
      "«": 105,
      "¬": 106,
      "®": 107,
      "¯": 108,
      "°": 109,
      "±": 110,
      "²": 111,
      "³": 112,
      "´": 113,
      "µ": 114,
      "¶": 115,
      "·": 116,
      "¸": 117,
      "¹": 118,
      "º": 119,
      "»": 120,
      "¼": 121,
      "½": 122,
      "¾": 123,
      "¿": 124,
      "À": 125,
      "Á": 126,
      "Â": 127,
      "Ã": 128,
      "Ä": 129,
      "Å": 130,
      "Æ": 131,
      "Ç": 132,
      "È": 133,
      "É": 134,
      "Ê": 135,
      "Ë": 136,
      "Ì": 137,
      "Í": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "Ò": 143,
      "Ó": 144,
      "Ô": 145,
      "Õ": 146,
      "Ö": 147,
      "×": 148,
      "Ø": 149,
      "Ù": 150,
      "Ú": 151,
      "Û": 152,
      "Ü": 153,
      "Ý": 154,
      "Þ": 155,
      "ß": 156,
      "à": 157,
      "á": 158,
      "â": 159,
      "ã": 160,
      "ä": 161,
      "å": 162,
      "æ": 163,
      "ç": 164,
      "è": 165,
      "é": 166,
      "ê": 167,
      "ë": 168,
      "ì": 169,
      "í": 170,
      "î": 171,
      "ï": 172,
      "ð": 173,
      "ñ": 174,
      "ò": 175,
      "ó": 176,
      "ô": 177,
      "õ": 178,
      "ö": 179,
      "÷": 180,
      "ø": 181,
      "ù": 182,
      "ú": 183,
      "û": 184,
      "ü": 185,
      "ý": 186,
      "þ": 187,
      "ÿ": 188,
      "Ā": 189,
      "ā": 190,
      "Ă": 191,
      "ă": 192,
      "Ą": 193,
      "ą": 194,
      "Ć": 195,
      "ć": 196,
      "Ĉ": 197,
      "ĉ": 198,
      "Ċ": 199,
      "ċ": 200,
      "Č": 201,
      "č": 202,
      "Ď": 203,
      "ď": 204,
      "Đ": 205,
      "đ": 206,
      "Ē": 207,
      "ē": 208,
      "Ĕ": 209,
      "ĕ": 210,
      "Ė": 211,
      "ė": 212,
      "Ę": 213,
      "ę": 214,
      "Ě": 215,
      "ě": 216,
      "Ĝ": 217,
      "ĝ": 218,
      "Ğ": 219,
      "ğ": 220,
      "Ġ": 221,
      "ġ": 222,
      "Ģ": 223,
      "ģ": 224,
      "Ĥ": 225,
      "ĥ": 226,
      "Ħ": 227,
      "ħ": 228,
      "Ĩ": 229,
      "ĩ": 230,
      "Ī": 231,
      "ī": 232,
      "Ĭ": 233,
      "ĭ": 234,
      "Į": 235,
      "į": 236,
      "İ": 237,
      "ı": 238,
      "Ĳ": 239,
      "ĳ": 240,
      "Ĵ": 241,
      "ĵ": 242,
      "Ķ": 243,
      "ķ": 244,
      "ĸ": 245,
      "Ĺ": 246,
      "ĺ": 247,
      "Ļ": 248,
      "ļ": 249,
      "Ľ": 250,
      "ľ": 251,
      "Ŀ": 252,
      "ŀ": 253,
      "Ł": 254,
      "ł": 255,
      "Ń": 256,
      "Ġt": 257,
      "Ġa": 258,
      "in": 259,
      "re": 260,
      "he": 261,
      "on": 262,
      "Ġw": 263,
      "er": 264,
      "Ġthe": 265,
      "Ġs": 266,
      "\"\"": 267,
      "al": 268,
      "ou": 269,
      "at": 270,
      "an": 271,
      "Ġb": 272,
      "or": 273,
      "Ġi": 274,
      "Ġc": 275,
      "en": 276,
      "Ġm": 277,
      "ing": 278,
      "Ġf": 279,
      "Ġp": 280,
      "Ġd": 281,
      "Ġh": 282,
      "st": 283,
      "mp": 284,
      "Ġto": 285,
      "ll": 286,
      "Ġn": 287,
      "Ġ@": 288,
      "ru": 289,
      "Ġo": 290,
      "ar": 291,
      "Ġg": 292,
      "ed": 293,
      "Ġan": 294,
      "Ġth": 295,
      "it": 296,
      "le": 297,
      "ald": 298,
      "ic": 299,
      "Ġin": 300,
      "es": 301,
      "\"\"\"": 302,
      "Ġand": 303,
      "Ġbe": 304,
      "Ġy": 305,
      "rump": 306,
      "as": 307,
      "Ġl": 308,
      "is": 309,
      "Ġof": 310,
      "Ġis": 311,
      "ot": 312,
      "ve": 313,
      "âĢ": 314,
      "Ġyou": 315,
      "..": 316,
      "ill": 317,
      "ow": 318,
      "ent": 319,
      "ion": 320,
      "Ġre": 321,
      "id": 322,
      "Ġfor": 323,
      "Ġe": 324,
      "trump": 325,
      "Ġon": 326,
      "\"\"\"@": 327,
      "ver": 328,
      "ly": 329,
      "ig": 330,
      "om": 331,
      "onald": 332,
      "ay": 333,
      "ad": 334,
      "Ġu": 335,
      "ac": 336,
      "ke": 337,
      "onaldtrump": 338,
      "reald": 339,
      "realdonaldtrump": 340,
      "Ġst": 341,
      "am": 342,
      "Ġhe": 343,
      "ld": 344,
      "se": 345,
      "et": 346,
      "Ġne": 347,
      "Ġj": 348,
      "Ġwe": 349,
      "reat": 350,
      "Ġwh": 351,
      "ro": 352,
      "Ġit": 353,
      "Ġde": 354,
      "Ġthat": 355,
      "Ġwill": 356,
      "im": 357,
      "Ġha": 358,
      "ch": 359,
      "Ġou": 360,
      "res": 361,
      "ut": 362,
      "Ġgreat": 363,
      "Ġare": 364,
      "the": 365,
      "oo": 366,
      "op": 367,
      "nt": 368,
      "Ġwit": 369,
      "pp": 370,
      "ct": 371,
      "Ġdo": 372,
      "Ġthan": 373,
      "amp": 374,
      "ir": 375,
      "âĢĻ": 376,
      "and": 377,
      "ri": 378,
      "Ġwith": 379,
      "Ġhave": 380,
      "ould": 381,
      "ers": 382,
      "ce": 383,
      "Ġr": 384,
      "ust": 385,
      "th": 386,
      "ate": 387,
      "ht": 388,
      "ation": 389,
      "Ġnot": 390,
      "ur": 391,
      "Ġam": 392,
      "Ġat": 393,
      "Ġv": 394,
      "ol": 395,
      "very": 396,
      "il": 397,
      "Ġsh": 398,
      "Ġthey": 399,
      "us": 400,
      "Ġ#": 401,
      "Ġ&": 402,
      "ant": 403,
      "Ġour": 404,
      "Ġwas": 405,
      "Ġtrump": 406,
      "Ġle": 407,
      "ks": 408,
      "Ġall": 409,
      "ry": 410,
      "Ġpres": 411,
      "ore": 412,
      "Ġli": 413,
      "ake": 414,
      "ul": 415,
      "ong": 416,
      "one": 417,
      "end": 418,
      "ight": 419,
      "ter": 420,
      "Ġch": 421,
      "Ġso": 422,
      "ident": 423,
      "ne": 424,
      "ag": 425,
      "Ġcou": 426,
      "Ġme": 427,
      "ob": 428,
      "ain": 429,
      "ast": 430,
      "Ġwor": 431,
      "Ġse": 432,
      "Ġgo": 433,
      "Ġthis": 434,
      "Ġk": 435,
      "Ġ-": 436,
      "Ġsu": 437,
      "Ġas": 438,
      "ice": 439,
      "ie": 440,
      "Ġpresident": 441,
      "Ġhas": 442,
      "Ġpe": 443,
      "âĢĿ": 444,
      "âĢľ": 445,
      "ment": 446,
      "oc": 447,
      "Ġnew": 448,
      "ally": 449,
      "all": 450,
      "eric": 451,
      "!\"": 452,
      "ople": 453,
      "Ġmy": 454,
      "Ġag": 455,
      "ack": 456,
      "pe": 457,
      "Ġru": 458,
      "art": 459,
      "Ġyour": 460,
      "ort": 461,
      "ist": 462,
      "ess": 463,
      "Ġpeople": 464,
      "Ġfr": 465,
      "Ġcan": 466,
      "king": 467,
      "Ġcon": 468,
      "ard": 469,
      "if": 470,
      "Ġun": 471,
      "ia": 472,
      "Ġab": 473,
      "'s": 474,
      "os": 475,
      "Ġjust": 476,
      "Ġby": 477,
      "....": 478,
      "Ġcount": 479,
      "Ġvery": 480,
      "ome": 481,
      "Ġno": 482,
      "ime": 483,
      "ity": 484,
      "rat": 485,
      "est": 486,
      "der": 487,
      "Ġget": 488,
      "'t": 489,
      "ble": 490,
      "Ġco": 491,
      "out": 492,
      "Ġal": 493,
      "Ġman": 494,
      "ary": 495,
      "20": 496,
      "Ġwho": 497,
      "Ġbut": 498,
      "Ġameric": 499,
      "Ġdem": 500,
      "Ġwould": 501,
      "Ġrep": 502,
      "!!": 503,
      "ood": 504,
      "ra": 505,
      "ive": 506,
      "ama": 507,
      "day": 508,
      "au": 509,
      "Ġpro": 510,
      "Ġor": 511,
      "Ġhis": 512,
      "00": 513,
      "Ġ(": 514,
      "Ġout": 515,
      "Ġthanks": 516,
      "Ġbig": 517,
      "her": 518,
      "el": 519,
      "Ġnow": 520,
      "Ġcountry": 521,
      "Ġlo": 522,
      "Ġwhat": 523,
      "Ġob": 524,
      "Ġfrom": 525,
      "ans": 526,
      "Ġus": 527,
      "un": 528,
      "Ġvot": 529,
      "bl": 530,
      "red": 531,
      "um": 532,
      "ox": 533,
      "ĠĠ": 534,
      "Ġpl": 535,
      "oug": 536,
      "Ġup": 537,
      "ous": 538,
      "Ġmore": 539,
      "Ġwhe": 540,
      "hing": 541,
      "ars": 542,
      "ven": 543,
      "Ġex": 544,
      "Ġ1": 545,
      "Ġlike": 546,
      "Ġabout": 547,
      "ber": 548,
      "ĠâĢľ": 549,
      "...": 550,
      "ss": 551,
      "Ġshould": 552,
      ".\"": 553,
      "ge": 554,
      "rent": 555,
      "ther": 556,
      "Ġpr": 557,
      "ction": 558,
      "Ġwant": 559,
      "Ġjob": 560,
      "Ġwin": 561,
      "Ġgood": 562,
      "Ġagain": 563,
      "we": 564,
      "Ġrun": 565,
      "ich": 566,
      "Ġsa": 567,
      "Ġcl": 568,
      "ies": 569,
      "ocrat": 570,
      "Ġif": 571,
      "Ġthank": 572,
      ".âĢĿ": 573,
      "now": 574,
      "Ġye": 575,
      "ost": 576,
      "Ġneed": 577,
      "Ġdon": 578,
      "Ġmu": 579,
      "201": 580,
      "em": 581,
      "ak": 582,
      "fox": 583,
      "Ġtime": 584,
      "ning": 585,
      "Ġdemocrat": 586,
      "ws": 587,
      "te": 588,
      "Ġnever": 589,
      "--": 590,
      "Ġone": 591,
      "ep": 592,
      "Ġany": 593,
      "are": 594,
      "cc": 595,
      "Ġen": 596,
      "qu": 597,
      ".\"\"": 598,
      "Ġtru": 599,
      "Ġmany": 600,
      "Ġbeen": 601,
      "Ġtheir": 602,
      "fe": 603,
      "Ġnews": 604,
      "Ġad": 605,
      "Ġthere": 606,
      "Ġdis": 607,
      "ass": 608,
      "ubl": 609,
      "Ġloo": 610,
      "pprent": 611,
      "ublic": 612,
      "Ġother": 613,
      "ade": 614,
      "ton": 615,
      "Ġamerica": 616,
      "ace": 617,
      "ite": 618,
      "av": 619,
      "Ġcom": 620,
      "Ġknow": 621,
      "to": 622,
      "Ġmake": 623,
      "jo": 624,
      "Ġobama": 625,
      "ina": 626,
      "ase": 627,
      "ates": 628,
      "man": 629,
      "ts": 630,
      "Ġdid": 631,
      "Ġmuch": 632,
      "Ġthem": 633,
      "con": 634,
      "Ġcr": 635,
      "Ġonly": 636,
      "Ġpo": 637,
      "rong": 638,
      "ck": 639,
      "Ġhim": 640,
      "Ġback": 641,
      "ial": 642,
      "ings": 643,
      "Ġbec": 644,
      "Ġover": 645,
      "Ġwhen": 646,
      "Ġ\"\"": 647,
      "Ġevery": 648,
      "ory": 649,
      "2016": 650,
      "ays": 651,
      "ord": 652,
      "ud": 653,
      "Ġthin": 654,
      "ame": 655,
      "Ġgoing": 656,
      "ap": 657,
      "Ġpol": 658,
      "ign": 659,
      "Ġwon": 660,
      "Ġte": 661,
      "Ġtr": 662,
      "Ġbad": 663,
      "our": 664,
      ".@": 665,
      "ab": 666,
      "Ġeven": 667,
      "ax": 668,
      "Ġres": 669,
      "act": 670,
      "Ġvote": 671,
      "ough": 672,
      "ff": 673,
      "ine": 674,
      "oun": 675,
      "Ġsee": 676,
      "Ġdonald": 677,
      "ail": 678,
      "Ġshow": 679,
      "Ġimp": 680,
      ".\"\"\"": 681,
      "Ġdeal": 682,
      "Ġwat": 683,
      "Ġele": 684,
      "illion": 685,
      "pt": 686,
      "own": 687,
      "ful": 688,
      "ress": 689,
      "iv": 690,
      "Ġhow": 691,
      "Ġrepublic": 692,
      "ations": 693,
      "Ġdemocrats": 694,
      "Ġtot": 695,
      "ked": 696,
      "Ġhapp": 697,
      "for": 698,
      "Ġsp": 699,
      "Ġspe": 700,
      "pprentice": 701,
      "riend": 702,
      "!\"\"\"": 703,
      "de": 704,
      "news": 705,
      "Ġcomp": 706,
      "Ġwere": 707,
      "Ġlead": 708,
      "iz": 709,
      "so": 710,
      "ip": 711,
      "Ġdoing": 712,
      "Ġke": 713,
      "Ġbest": 714,
      "Ġfake": 715,
      "ting": 716,
      "Ġinc": 717,
      "itic": 718,
      "Ġmed": 719,
      "Ġshe": 720,
      "Ġthink": 721,
      "Ġrec": 722,
      "Ġbet": 723,
      "Ġjo": 724,
      "Ġbr": 725,
      "Ġaf": 726,
      "ire": 727,
      "Ġbeing": 728,
      "ure": 729,
      "age": 730,
      "Ġlove": 731,
      "Ġoff": 732,
      "leb": 733,
      "Ġyears": 734,
      "ause": 735,
      "Ġreally": 736,
      "Ġbu": 737,
      "Ġbus": 738,
      "Ġsc": 739,
      "Ġmust": 740,
      "Ġbor": 741,
      "Ġwork": 742,
      "Ġhad": 743,
      "Ġway": 744,
      "Ġstate": 745,
      "ny": 746,
      "ited": 747,
      "Ġdone": 748,
      "ian": 749,
      "per": 750,
      "ind": 751,
      "Ġro": 752,
      "sh": 753,
      "wh": 754,
      "Ġdoes": 755,
      "az": 756,
      "ren": 757,
      "bc": 758,
      "Ġter": 759,
      "illary": 760,
      "itt": 761,
      "aw": 762,
      "ue": 763,
      "ick": 764,
      "Ġpart": 765,
      "Ġar": 766,
      "od": 767,
      "Ġelection": 768,
      "ated": 769,
      "Ġtrue": 770,
      "Ġever": 771,
      "Ġbecause": 772,
      "Ġtoday": 773,
      "Ġsaid": 774,
      "eg": 775,
      "Ġwhich": 776,
      "Ġtal": 777,
      "Ġmedia": 778,
      "ank": 779,
      "ose": 780,
      "ope": 781,
      "Ġend": 782,
      "Ġwatch": 783,
      "Ġsay": 784,
      "ree": 785,
      "Ġsome": 786,
      "Ġher": 787,
      "Ġnothing": 788,
      "Ġchina": 789,
      "Ġstates": 790,
      "Ġgot": 791,
      "Ġworld": 792,
      "Ġ2": 793,
      "ouse": 794,
      "Ġlast": 795,
      "Ġqu": 796,
      "riends": 797,
      "get": 798,
      "foxnews": 799,
      "Ġfar": 800,
      "Ġright": 801,
      "ence": 802,
      "iss": 803,
      "Ġsen": 804,
      "Ġhig": 805,
      "vern": 806,
      "aking": 807,
      "Ġcont": 808,
      "Ġwhy": 809,
      "Ġmar": 810,
      "!\"\"": 811,
      "Ġapp": 812,
      "Ġcall": 813,
      "Ġinter": 814,
      "Ġcong": 815,
      "vie": 816,
      "Ġstrong": 817,
      "Ġcour": 818,
      "Ġ$": 819,
      "Ġfir": 820,
      "Ġpolitic": 821,
      "ile": 822,
      "Ġbetter": 823,
      "ict": 824,
      "Ġsupp": 825,
      "ward": 826,
      "Ġborder": 827,
      "rem": 828,
      "ach": 829,
      "Ġhillary": 830,
      "Ġtw": 831,
      "hn": 832,
      "iness": 833,
      "Ġmade": 834,
      "Ġday": 835,
      "Ġton": 836,
      "Ġim": 837,
      "lly": 838,
      "Ġinto": 839,
      "ild": 840,
      "rep": 841,
      "Ġsm": 842,
      "uck": 843,
      "ang": 844,
      "Ġnight": 845,
      "Ġhard": 846,
      "Ġlong": 847,
      "Ġcor": 848,
      "Ġdown": 849,
      "lease": 850,
      "Ġsec": 851,
      "ound": 852,
      "Ġgovern": 853,
      "nn": 854,
      "oney": 855,
      "ady": 856,
      "Ġreal": 857,
      "ccess": 858,
      "Ġcome": 859,
      "Ġmr": 860,
      "Ġnation": 861,
      "imes": 862,
      "Ġtonight": 863,
      "Ġhouse": 864,
      "Ġtax": 865,
      "be": 866,
      "Ġkeep": 867,
      "Ġwell": 868,
      "ving": 869,
      "Ġfirst": 870,
      "ft": 871,
      "Ġtoo": 872,
      "Ġgu": 873,
      "sel": 874,
      "Ġpoll": 875,
      "lp": 876,
      "fore": 877,
      "pect": 878,
      "ved": 879,
      "Ġlet": 880,
      "Ġhappen": 881,
      "ors": 882,
      "Ġmost": 883,
      "Ġfl": 884,
      "conom": 885,
      "ways": 886,
      "ish": 887,
      "Ġafter": 888,
      "ret": 889,
      "ason": 890,
      "Ġreport": 891,
      "other": 892,
      "Ġbusiness": 893,
      "air": 894,
      "Ġamerican": 895,
      "ves": 896,
      "ance": 897,
      "Ġeconom": 898,
      "urn": 899,
      "Ġnum": 900,
      "Ġunited": 901,
      "view": 902,
      "Ġcould": 903,
      "row": 904,
      "Ġmoney": 905,
      "ĠĠĠĠ": 906,
      "Ġjobs": 907,
      "Ġlook": 908,
      "ration": 909,
      "Ġper": 910,
      "Ġstart": 911,
      "Ġhelp": 912,
      "bar": 913,
      "mar": 914,
      "thing": 915,
      "apprentice": 916,
      "ide": 917,
      "ily": 918,
      "Ġ3": 919,
      "hed": 920,
      "Ġfail": 921,
      "able": 922,
      "Ġstop": 923,
      "ann": 924,
      "Ġalso": 925,
      "Ġagainst": 926,
      "Ġbel": 927,
      "ower": 928,
      "Ġplay": 929,
      "obama": 930,
      "Ġalways": 931,
      "just": 932,
      "Ġruss": 933,
      "Ġhist": 934,
      "min": 935,
      "Ġsuccess": 936,
      "Ġrepublican": 937,
      "friends": 938,
      "lo": 939,
      "pen": 940,
      "Ġput": 941,
      "my": 942,
      "Ġhope": 943,
      "Ġdeb": 944,
      "celeb": 945,
      "Ġsupport": 946,
      "ible": 947,
      "iden": 948,
      "Ġact": 949,
      "Ġrat": 950,
      "Ġrecord": 951,
      "ork": 952,
      "ike": 953,
      "andfriends": 954,
      "foxandfriends": 955,
      "mor": 956,
      "Ġtake": 957,
      "Ġcamp": 958,
      "iff": 959,
      "Ġtotal": 960,
      "ĠâĢ": 961,
      "erson": 962,
      "Ġinte": 963,
      "ilit": 964,
      "Ġfin": 965,
      "cy": 966,
      "ought": 967,
      "Ġyear": 968,
      "ah": 969,
      "Ġbefore": 970,
      "Ġcomm": 971,
      "ious": 972,
      "Ġimm": 973,
      "land": 974,
      "Ġplease": 975,
      "ise": 976,
      "Ġmay": 977,
      "Ġatt": 978,
      "Ġill": 979,
      "Ġdec": 980,
      "rest": 981,
      "Ġamaz": 982,
      "inton": 983,
      "Ġinterview": 984,
      "ote": 985,
      "Ġhigh": 986,
      "Ġcampa": 987,
      "eral": 988,
      "io": 989,
      "Ġ2016": 990,
      "Ġwonder": 991,
      "ave": 992,
      "Ġfe": 993,
      "000": 994,
      "Ġunder": 995,
      "xt": 996,
      "Ġdes": 997,
      "'re": 998,
      "Ġnice": 999
    },
    "merges": [
      "Ġ t",
      "Ġ a",
      "i n",
      "r e",
      "h e",
      "o n",
      "Ġ w",
      "e r",
      "Ġt he",
      "Ġ s",
      "\" \"",
      "a l",
      "o u",
      "a t",
      "a n",
      "Ġ b",
      "o r",
      "Ġ i",
      "Ġ c",
      "e n",
      "Ġ m",
      "in g",
      "Ġ f",
      "Ġ p",
      "Ġ d",
      "Ġ h",
      "s t",
      "m p",
      "Ġt o",
      "l l",
      "Ġ n",
      "Ġ @",
      "r u",
      "Ġ o",
      "a r",
      "Ġ g",
      "e d",
      "Ġa n",
      "Ġt h",
      "i t",
      "l e",
      "al d",
      "i c",
      "Ġ in",
      "e s",
      "\"\" \"",
      "Ġan d",
      "Ġb e",
      "Ġ y",
      "ru mp",
      "a s",
      "Ġ l",
      "i s",
      "Ġo f",
      "Ġi s",
      "o t",
      "v e",
      "â Ģ",
      "Ġy ou",
      ". .",
      "i ll",
      "o w",
      "en t",
      "i on",
      "Ġ re",
      "i d",
      "Ġf or",
      "Ġ e",
      "t rump",
      "Ġ on",
      "\"\"\" @",
      "v er",
      "l y",
      "i g",
      "o m",
      "on ald",
      "a y",
      "a d",
      "Ġ u",
      "a c",
      "k e",
      "onald trump",
      "re ald",
      "reald onaldtrump",
      "Ġs t",
      "a m",
      "Ġ he",
      "l d",
      "s e",
      "e t",
      "Ġn e",
      "Ġ j",
      "Ġw e",
      "re at",
      "Ġw h",
      "r o",
      "Ġi t",
      "Ġd e",
      "Ġth at",
      "Ġw ill",
      "i m",
      "Ġh a",
      "c h",
      "Ġ ou",
      "re s",
      "u t",
      "Ġg reat",
      "Ġa re",
      "t he",
      "o o",
      "o p",
      "n t",
      "Ġw it",
      "p p",
      "c t",
      "Ġd o",
      "Ġth an",
      "a mp",
      "i r",
      "âĢ Ļ",
      "an d",
      "r i",
      "Ġwit h",
      "Ġha ve",
      "ou ld",
      "er s",
      "c e",
      "Ġ r",
      "u st",
      "t h",
      "at e",
      "h t",
      "at ion",
      "Ġn ot",
      "u r",
      "Ġa m",
      "Ġa t",
      "Ġ v",
      "o l",
      "ver y",
      "i l",
      "Ġs h",
      "Ġthe y",
      "u s",
      "Ġ #",
      "Ġ &",
      "an t",
      "Ġou r",
      "Ġw as",
      "Ġt rump",
      "Ġ le",
      "k s",
      "Ġa ll",
      "r y",
      "Ġp res",
      "o re",
      "Ġl i",
      "a ke",
      "u l",
      "on g",
      "on e",
      "en d",
      "ig ht",
      "t er",
      "Ġc h",
      "Ġs o",
      "id ent",
      "n e",
      "a g",
      "Ġc ou",
      "Ġm e",
      "o b",
      "a in",
      "a st",
      "Ġw or",
      "Ġs e",
      "Ġg o",
      "Ġth is",
      "Ġ k",
      "Ġ -",
      "Ġs u",
      "Ġa s",
      "ic e",
      "i e",
      "Ġpres ident",
      "Ġh as",
      "Ġp e",
      "âĢ Ŀ",
      "âĢ ľ",
      "m ent",
      "o c",
      "Ġne w",
      "al ly",
      "al l",
      "er ic",
      "! \"",
      "op le",
      "Ġm y",
      "Ġa g",
      "ac k",
      "p e",
      "Ġ ru",
      "ar t",
      "Ġyou r",
      "or t",
      "i st",
      "es s",
      "Ġpe ople",
      "Ġf r",
      "Ġc an",
      "k ing",
      "Ġc on",
      "ar d",
      "i f",
      "Ġu n",
      "i a",
      "Ġa b",
      "' s",
      "o s",
      "Ġj ust",
      "Ġb y",
      ".. ..",
      "Ġcou nt",
      "Ġ very",
      "om e",
      "Ġn o",
      "im e",
      "it y",
      "r at",
      "e st",
      "d er",
      "Ġg et",
      "' t",
      "b le",
      "Ġc o",
      "ou t",
      "Ġa l",
      "Ġm an",
      "ar y",
      "2 0",
      "Ġwh o",
      "Ġb ut",
      "Ġam eric",
      "Ġde m",
      "Ġw ould",
      "Ġre p",
      "! !",
      "oo d",
      "r a",
      "i ve",
      "am a",
      "d ay",
      "a u",
      "Ġp ro",
      "Ġ or",
      "Ġh is",
      "0 0",
      "Ġ (",
      "Ġou t",
      "Ġthan ks",
      "Ġb ig",
      "he r",
      "e l",
      "Ġn ow",
      "Ġcount ry",
      "Ġl o",
      "Ġwh at",
      "Ġo b",
      "Ġfr om",
      "an s",
      "Ġu s",
      "u n",
      "Ġv ot",
      "b l",
      "re d",
      "u m",
      "o x",
      "Ġ Ġ",
      "Ġp l",
      "ou g",
      "Ġu p",
      "ou s",
      "Ġm ore",
      "Ġw he",
      "h ing",
      "ar s",
      "v en",
      "Ġe x",
      "Ġ 1",
      "Ġli ke",
      "Ġab out",
      "b er",
      "Ġ âĢľ",
      ".. .",
      "s s",
      "Ġsh ould",
      ". \"",
      "g e",
      "re nt",
      "the r",
      "Ġp r",
      "ct ion",
      "Ġw ant",
      "Ġj ob",
      "Ġw in",
      "Ġg ood",
      "Ġag ain",
      "w e",
      "Ġru n",
      "ic h",
      "Ġs a",
      "Ġc l",
      "i es",
      "oc rat",
      "Ġi f",
      "Ġthan k",
      ". âĢĿ",
      "n ow",
      "Ġy e",
      "o st",
      "Ġne ed",
      "Ġd on",
      "Ġm u",
      "20 1",
      "e m",
      "a k",
      "f ox",
      "Ġt ime",
      "n ing",
      "Ġdem ocrat",
      "w s",
      "t e",
      "Ġne ver",
      "- -",
      "Ġon e",
      "e p",
      "Ġan y",
      "a re",
      "c c",
      "Ġ en",
      "q u",
      ". \"\"",
      "Ġt ru",
      "Ġman y",
      "Ġbe en",
      "Ġthe ir",
      "f e",
      "Ġnew s",
      "Ġa d",
      "Ġthe re",
      "Ġd is",
      "as s",
      "u bl",
      "Ġl oo",
      "pp rent",
      "ubl ic",
      "Ġo ther",
      "ad e",
      "t on",
      "Ġameric a",
      "ac e",
      "it e",
      "a v",
      "Ġc om",
      "Ġk now",
      "t o",
      "Ġm ake",
      "j o",
      "Ġob ama",
      "in a",
      "as e",
      "at es",
      "m an",
      "t s",
      "Ġd id",
      "Ġmu ch",
      "Ġthe m",
      "c on",
      "Ġc r",
      "Ġon ly",
      "Ġp o",
      "r ong",
      "c k",
      "Ġh im",
      "Ġb ack",
      "i al",
      "ing s",
      "Ġbe c",
      "Ġo ver",
      "Ġwhe n",
      "Ġ \"\"",
      "Ġe very",
      "or y",
      "201 6",
      "ay s",
      "or d",
      "u d",
      "Ġth in",
      "am e",
      "Ġgo ing",
      "a p",
      "Ġp ol",
      "ig n",
      "Ġw on",
      "Ġt e",
      "Ġt r",
      "Ġb ad",
      "ou r",
      ". @",
      "a b",
      "Ġe ven",
      "a x",
      "Ġre s",
      "ac t",
      "Ġvot e",
      "oug h",
      "f f",
      "in e",
      "ou n",
      "Ġse e",
      "Ġd onald",
      "a il",
      "Ġsh ow",
      "Ġi mp",
      ". \"\"\"",
      "Ġde al",
      "Ġw at",
      "Ġe le",
      "ill ion",
      "p t",
      "ow n",
      "f ul",
      "res s",
      "i v",
      "Ġh ow",
      "Ġrep ublic",
      "ation s",
      "Ġdemocrat s",
      "Ġto t",
      "k ed",
      "Ġha pp",
      "f or",
      "Ġs p",
      "Ġs pe",
      "pprent ice",
      "ri end",
      "! \"\"\"",
      "d e",
      "ne ws",
      "Ġco mp",
      "Ġwe re",
      "Ġle ad",
      "i z",
      "s o",
      "i p",
      "Ġdo ing",
      "Ġ ke",
      "Ġbe st",
      "Ġf ake",
      "t ing",
      "Ġin c",
      "it ic",
      "Ġm ed",
      "Ġs he",
      "Ġthin k",
      "Ġre c",
      "Ġbe t",
      "Ġj o",
      "Ġb r",
      "Ġa f",
      "i re",
      "Ġbe ing",
      "u re",
      "ag e",
      "Ġlo ve",
      "Ġof f",
      "le b",
      "Ġye ars",
      "au se",
      "Ġre ally",
      "Ġb u",
      "Ġb us",
      "Ġs c",
      "Ġm ust",
      "Ġb or",
      "Ġwor k",
      "Ġh ad",
      "Ġw ay",
      "Ġst ate",
      "n y",
      "it ed",
      "Ġd one",
      "i an",
      "p er",
      "in d",
      "Ġ ro",
      "s h",
      "w h",
      "Ġdo es",
      "a z",
      "re n",
      "b c",
      "Ġt er",
      "ill ary",
      "it t",
      "a w",
      "u e",
      "ic k",
      "Ġp art",
      "Ġa r",
      "o d",
      "Ġele ction",
      "at ed",
      "Ġtru e",
      "Ġe ver",
      "Ġbec ause",
      "Ġto day",
      "Ġsa id",
      "e g",
      "Ġwh ich",
      "Ġt al",
      "Ġmed ia",
      "an k",
      "o se",
      "op e",
      "Ġ end",
      "Ġwat ch",
      "Ġs ay",
      "re e",
      "Ġs ome",
      "Ġhe r",
      "Ġnot hing",
      "Ġch ina",
      "Ġst ates",
      "Ġg ot",
      "Ġwor ld",
      "Ġ 2",
      "ou se",
      "Ġl ast",
      "Ġ qu",
      "riend s",
      "g et",
      "fox news",
      "Ġf ar",
      "Ġr ight",
      "en ce",
      "is s",
      "Ġs en",
      "Ġh ig",
      "ver n",
      "a king",
      "Ġcon t",
      "Ġwh y",
      "Ġm ar",
      "! \"\"",
      "Ġa pp",
      "Ġc all",
      "Ġin ter",
      "Ġc ong",
      "v ie",
      "Ġst rong",
      "Ġcou r",
      "Ġ $",
      "Ġf ir",
      "Ġpol itic",
      "i le",
      "Ġbet ter",
      "ic t",
      "Ġsu pp",
      "w ard",
      "Ġbor der",
      "re m",
      "ac h",
      "Ġh illary",
      "Ġt w",
      "h n",
      "in ess",
      "Ġm ade",
      "Ġd ay",
      "Ġt on",
      "Ġi m",
      "ll y",
      "Ġin to",
      "i ld",
      "re p",
      "Ġs m",
      "u ck",
      "an g",
      "Ġn ight",
      "Ġh ard",
      "Ġl ong",
      "Ġc or",
      "Ġd own",
      "le ase",
      "Ġse c",
      "oun d",
      "Ġgo vern",
      "n n",
      "one y",
      "ad y",
      "Ġre al",
      "cc ess",
      "Ġc ome",
      "Ġm r",
      "Ġn ation",
      "im es",
      "Ġton ight",
      "Ġh ouse",
      "Ġt ax",
      "b e",
      "Ġke ep",
      "Ġwe ll",
      "v ing",
      "Ġfir st",
      "f t",
      "Ġto o",
      "Ġg u",
      "se l",
      "Ġpo ll",
      "l p",
      "f ore",
      "pe ct",
      "v ed",
      "Ġle t",
      "Ġhapp en",
      "or s",
      "Ġm ost",
      "Ġf l",
      "con om",
      "w ays",
      "is h",
      "Ġaf ter",
      "re t",
      "as on",
      "Ġrep ort",
      "ot her",
      "Ġbus iness",
      "a ir",
      "Ġameric an",
      "v es",
      "an ce",
      "Ġe conom",
      "ur n",
      "Ġn um",
      "Ġun ited",
      "vie w",
      "Ġc ould",
      "r ow",
      "Ġm oney",
      "ĠĠ ĠĠ",
      "Ġjob s",
      "Ġloo k",
      "r ation",
      "Ġp er",
      "Ġst art",
      "Ġhe lp",
      "b ar",
      "m ar",
      "th ing",
      "a pprentice",
      "id e",
      "i ly",
      "Ġ 3",
      "he d",
      "Ġf ail",
      "a ble",
      "Ġst op",
      "an n",
      "Ġal so",
      "Ġagain st",
      "Ġbe l",
      "ow er",
      "Ġpl ay",
      "ob ama",
      "Ġal ways",
      "j ust",
      "Ġru ss",
      "Ġh ist",
      "m in",
      "Ġsu ccess",
      "Ġrepublic an",
      "f riends",
      "l o",
      "p en",
      "Ġp ut",
      "m y",
      "Ġh ope",
      "Ġde b",
      "ce leb",
      "Ġsupp ort",
      "i ble",
      "id en",
      "Ġa ct",
      "Ġr at",
      "Ġrec ord",
      "or k",
      "i ke",
      "and friends",
      "fox andfriends",
      "m or",
      "Ġt ake",
      "Ġc amp",
      "if f",
      "Ġtot al",
      "Ġ âĢ",
      "ers on",
      "Ġin te",
      "il it",
      "Ġf in",
      "c y",
      "oug ht",
      "Ġye ar",
      "a h",
      "Ġbe fore",
      "Ġcom m",
      "i ous",
      "Ġim m",
      "l and",
      "Ġp lease",
      "is e",
      "Ġm ay",
      "Ġat t",
      "Ġi ll",
      "Ġde c",
      "re st",
      "Ġam az",
      "in ton",
      "Ġinter view",
      "ot e",
      "Ġhig h",
      "Ġcamp a",
      "er al",
      "i o",
      "Ġ 2016",
      "Ġwon der",
      "a ve",
      "Ġf e",
      "00 0",
      "Ġun der",
      "x t",
      "Ġd es",
      "' re",
      "Ġn ice"
    ]
  }
}